{
    "products": [
        {
            "sku": "UXG-Enterprise",
            "name": "UniFi Enterprise Gateway",
            "brand": "UniFi",
            "category": "Network Gateway",
            "price": 1999,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/Gateway-Enterprise-150x150.webp",
            "description": "The Unifi Enterprise Gateway UXG-Enterprise is a next-generation independent gateway designed to power the backbone of high-capacity enterprise networks. With 25G SFP28 uplinks, 12.5 Gbps intrusion prevention (IPS), and multi-WAN load balancing, it ensures unmatched throughput, uptime, and flexibility. Its Shadow Mode high-availability (VRRP) automatically enables failover to maintain continuous connectivity. Engineered for the future of networking, the UXG-Enterprise integrates AI-powered SSL/TLS packet inspection, a stateful Layer-7 firewall, and license-free SD-WAN orchestration.",
            "short_description": "Next-gen gateway with 25G SFP28 uplinks, multi-WAN load balancing, and AI-driven threat management.",
            "use_case": "Ideal for large-scale corporate headquarters, university campuses, and data centers requiring high-availability routing and 25G backbone connectivity."
        },
        {
            "sku": "SC02-I365/75/86A",
            "name": "ZKTeco SC02-I365/75/86A 4K Smart Interactive Whiteboard",
            "brand": "ZKTeco",
            "category": "Interactive Display",
            "price": 2500,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/SC02-I3-Series-01-150x150.webp",
            "description": "The ZKTeco SC02 Interactive Whiteboard series is a premium 4K collaboration solution built for modern business environments. Available in 65”, 75”, and 86” 4K UHD models, it features an ultra-clear anti-glare display, a powerful 48-megapixel camera for video conferencing, and an 8-microphone array. Its advanced infrared touch technology supports up to 50 simultaneous touch points. Equipped with NFC authentication, Wi-Fi 6, Bluetooth 5.0, and a high-performance 8-core CPU.",
            "short_description": "Premium 4K interactive whiteboard with 48MP camera, 8-mic array, and 50-point multi-touch for enterprise collaboration.",
            "use_case": "Best suited for high-end corporate boardrooms and university lecture halls requiring premium video conferencing and multi-user collaboration."
        },
        {
            "sku": "ZK-IWB65/75/86BM",
            "name": "ZK-IWB65/75/86BM 4K Smart Interactive Whiteboard",
            "brand": "ZKTeco",
            "category": "Interactive Display",
            "price": 2000,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/ZK-IWBM-Series-500×500px（4）-150x150.webp",
            "description": "The ZK-IWB Smart Interactive Whiteboard series is a collaborative solution designed for business environments and classrooms. Available in 65″, 75″ and 86″ 4K UHD displays, it features an 8-core CPU, Android 11, and a responsive infrared touch system supporting up to 40 touch points. Includes a built-in 8-megapixel wide-angle camera, an 8-microphone array, NFC unlock, and advanced writing technology.",
            "short_description": "4K UHD interactive whiteboard with 8MP camera, 8-mic array, and multi-OS support for hybrid meetings and classrooms.",
            "use_case": "Ideal for standard meeting rooms, K-12 classrooms, and hybrid workspaces requiring an all-in-one collaborative display."
        },
        {
            "sku": "DG03-A4F43",
            "name": "ZKTeco DG03-A4F43 Series",
            "brand": "ZKTeco",
            "category": "Digital Signage",
            "price": 950,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/DG03-A4F43-Series-1-150x150.jpg",
            "description": "The ZKTeco DG03-A4F43 Series Digital Signage is a cutting-edge interactive display solution. Available in 43″ and 55″ full-HD formats, it features a powerful 8-core CPU with Android 12, 4 GB RAM, and 64 GB ROM. Its built-in 13 MP HD camera and 8-microphone array enable crystal-clear video conferencing and rich audio capture, making it versatile for various service scenarios.",
            "short_description": "Interactive digital signage with FHD display, 13MP camera, and powerful Android processing for retail and service environments.",
            "use_case": "Perfect for retail stores, reception areas, and public service halls needing interactive customer engagement and digital advertising."
        },
        {
            "sku": "UVC-G6-Dome-W",
            "name": "Unifi Enterprise G6 Dome Camera",
            "brand": "UniFi",
            "category": "Surveillance",
            "price": 179,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/Dome-150x150.webp",
            "description": "The UniFi Enterprise G6 Dome Camera is a discreet yet powerful AI-driven surveillance solution designed for enterprise-level security. It features high-resolution imaging and advanced AI detection capabilities for people and vehicles.",
            "short_description": "Professional-grade 4K dome camera with advanced AI analytics for secure enterprise monitoring.",
            "use_case": "Ideal for indoor enterprise surveillance in offices, airports, and retail environments needing high-resolution monitoring with AI detection."
        },
        {
            "sku": "UVC-AI-PTZ-Precision-B",
            "name": "Unifi Enterprise AI PTZ Precision Camera",
            "brand": "UniFi",
            "category": "Surveillance",
            "price": 1999,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/PTZ-150x150.webp",
            "description": "The UniFi Enterprise AI PTZ Precision Camera is Ubiquiti’s most advanced AI-powered surveillance system. It offers ultra-long-range zoom, precision pan-tilt control, and powerful AI tracking to monitor large areas effectively.",
            "short_description": "High-precision AI PTZ camera with long-range zoom and advanced tracking for critical infrastructure protection.",
            "use_case": "Best for long-range monitoring in large campuses, stadiums, industrial sites, and high-security environments requiring PTZ precision."
        },
        {
            "sku": "ENVR",
            "name": "UniFi Enterprise Network Video Recorder",
            "brand": "UniFi",
            "category": "NVR",
            "price": 499,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/Enterprise-Network-Video-Recorder-150x150.webp",
            "description": "The UniFi Enterprise Network Video Recorder (ENVR) is designed to deliver high-capacity, reliable, and centralized video surveillance storage. It supports large-scale camera deployments with redundancy and easy scalability.",
            "short_description": "Powerful 3U rackmount NVR supporting up to 70 4K or 210 HD cameras for large-scale surveillance.",
            "use_case": "Designed for large surveillance deployments in enterprises and campuses requiring centralized storage for 70+ 4K cameras."
        },
        {
            "sku": "EFG",
            "name": "UniFi Enterprise Fortress Gateway",
            "brand": "UniFi",
            "category": "Network Gateway",
            "price": 1999,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/EFG-150x150.webp",
            "description": "The UniFi Enterprise Fortress Gateway is the core of next-generation enterprise networking, delivering advanced Layer 7 security, SD-WAN capabilities, and high-performance routing for mission-critical networks.",
            "short_description": "Advanced enterprise gateway with Layer 7 security, SD-WAN, and high-throughput routing.",
            "use_case": "Ideal for large enterprises requiring high-throughput routing, multi-WAN load balancing, and advanced security."
        },
        {
            "sku": "ECS-Aggregation",
            "name": "UniFi Enterprise Campus Aggregation Switch",
            "brand": "UniFi",
            "category": "Network Switch",
            "price": 899,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/Enterprise-Campus-Aggregation-150x150.webp",
            "description": "The UniFi Enterprise Campus Aggregation Switch is the powerhouse of the UniFi Enterprise switching portfolio. It offers high-density aggregation with 25G and 100G uplinks, ensuring massive throughput for campus networks.",
            "short_description": "High-density Layer 3 aggregation switch with 100G capabilities for enterprise backbones.",
            "use_case": "Best for enterprise backbones, ISPs, and data centers requiring high-capacity 25G/100G aggregation."
        },
        {
            "sku": "ECS-24-PoE",
            "name": "UniFi Enterprise Campus 24 PoE Switch",
            "brand": "UniFi",
            "category": "Network Switch",
            "price": 1299,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/Enterprise-Campus-24-PoE-150x150.webp",
            "description": "The UniFi Enterprise Campus 24 PoE Switch is part of the premium UniFi Enterprise switching family, offering high-power PoE+++ support (up to 1050W total budget) and advanced Layer 3 switching features.",
            "short_description": "High-performance enterprise-grade PoE+++ switch with 24 ports and massive power budget.",
            "use_case": "Suitable for powering multiple WiFi 6/7 APs, cameras, and IoT devices in enterprise networks."
        },
        {
            "sku": "ECS-48-PoE",
            "name": "UniFi Enterprise Campus 48 PoE Switch",
            "brand": "UniFi",
            "category": "Network Switch",
            "price": 1599,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/Enterprise-Campus-48-PoE-150x150.webp",
            "description": "The UniFi Enterprise Campus 48 PoE Switch sets a new benchmark in enterprise networking with a massive 2150W PoE budget. It delivers PoE+++ power across 48 ports, making it ideal for high-density deployments of power-hungry devices.",
            "short_description": "Next-generation enterprise-grade PoE+++ switch with 48 ports and 2150W power capacity.",
            "use_case": "Ideal for large corporate networks and universities requiring 48-port high-power PoE and Layer 3 switching."
        },
        {
            "sku": "E7-Audience",
            "name": "UniFi E7 Audience AP",
            "brand": "UniFi",
            "category": "Access Point",
            "price": 799,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/E7-Audience-AP-150x150.webp",
            "description": "The UniFi E7 Audience AP is a flagship model within the UniFi Enterprise lineup, featuring WiFi 7 technology designed for ultra-high-density environments like stadiums and auditoriums.",
            "short_description": "Enterprise-grade WiFi 7 access point engineered for large-scale, high-density public venues.",
            "use_case": "Best for stadiums, auditoriums, and ultra-high-density environments requiring WiFi 7 tri-band performance."
        },
        {
            "sku": "E7-Campus",
            "name": "UniFi E7 Campus AP",
            "brand": "UniFi",
            "category": "Access Point",
            "price": 699,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/E7-Campus-AP-150x150.webp",
            "description": "The UniFi E7 Campus AP from the UniFi Enterprise lineup is an enterprise-grade indoor/outdoor access point designed for massive coverage areas. It leverages WiFi 7 to support high client counts across sprawling campuses.",
            "short_description": "High-performance WiFi 7 access point built for large-scale outdoor and campus deployments.",
            "use_case": "Ideal for universities and outdoor campuses requiring 5,000 sq ft coverage and 1,000+ client support."
        },
        {
            "sku": "E7",
            "name": "Unifi E7 AP",
            "brand": "UniFi",
            "category": "Access Point",
            "price": 299,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/11/E7-AP-150x150.webp",
            "description": "The UniFi E7 AP represents the future of enterprise wireless connectivity, offering multi-gigabit speeds and low latency via WiFi 7 technology. It is engineered for ultra-high-density indoor environments.",
            "short_description": "Premium enterprise WiFi 7 access point engineered for ultra-high-density indoor environments.",
            "use_case": "Suitable for large indoor enterprise offices and campuses requiring WiFi 7 multi-gig performance."
        },
        {
            "sku": "LAP-120",
            "name": "Ubiquiti airMAX Lite AP (LiteAP LAP-120)",
            "brand": "Ubiquiti",
            "category": "Access Point",
            "price": 89,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/lbe5ac16120_front_angled-5fec5d7c3a212-medium-150x150.webp",
            "description": "Ubiquiti airMAX Lite AP (LiteAP LAP-120) is a high-performance outdoor wireless access point featuring a 120-degree sector antenna. It is designed for long-range connectivity in WISP networks.",
            "short_description": "High-performance outdoor access point with 120-degree coverage for long-range wireless networks.",
            "use_case": "Best for long-range outdoor wireless coverage for WISPs, rural areas, and CCTV backhaul."
        },
        {
            "sku": "U7-Pro-Max",
            "name": "U7 Pro Max",
            "brand": "UniFi",
            "category": "Access Point",
            "price": 279,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/U7-Pro-Max-1-150x150.avif",
            "description": "The Ubiquiti U7 Pro Max is a ceiling or wall-mount, tri-band WiFi 7 access point designed for the most demanding environments. It delivers massive throughput and capacity for hundreds of devices.",
            "short_description": "Ultra-fast tri-band WiFi 7 access point for high-density environments needing reliable, high-speed connectivity.",
            "use_case": "Ideal for conference halls, coworking spaces, and large homes needing powerful WiFi 7 for 500+ devices."
        },
        {
            "sku": "U7-Lite",
            "name": "U7 Lite",
            "brand": "UniFi",
            "category": "Access Point",
            "price": 129,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/u7-lite-1-150x150.png",
            "description": "Compact, ceiling-mounted WiFi 7 AP with 4 spatial streams and 2.5 GbE uplink. It brings the power of WiFi 7 to a smaller form factor suitable for lighter density deployments.",
            "short_description": "Compact WiFi 7 access point for small offices and homes needing fast and reliable connectivity.",
            "use_case": "Perfect for small offices, home networks, classrooms, and retail shops needing affordable WiFi 7 coverage."
        },
        {
            "sku": "U7-Pro-Wall",
            "name": "U7 Pro Wall",
            "brand": "UniFi",
            "category": "Access Point",
            "price": 199,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/u7-pro-wall-1-150x150.png",
            "description": "Wall-mounted WiFi 7 AP with 6 spatial streams and 6 GHz support tailored for home builders and modern offices. It mounts flush to the wall for a discreet appearance.",
            "short_description": "High-performance wall-mounted WiFi 7 AP for seamless in-room or apartment wireless coverage.",
            "use_case": "Ideal for hotels, apartments, modern homes, and room-based installations needing clean wall-mount WiFi 7."
        },
        {
            "sku": "U6-Enterprise-IW",
            "name": "U6 Enterprise In-Wall",
            "brand": "UniFi",
            "category": "Access Point",
            "price": 299,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/u6-enterprise-iw-1.png",
            "description": "Wall-mounted WiFi 6E AP with 10 spatial streams, 6 GHz support, and a built-in 4-port switch. It provides high-speed wireless and wired connectivity in a single unit.",
            "short_description": "High-density in-wall WiFi 6E access point with built-in switch for enterprise offices and hotels.",
            "use_case": "Designed for hotels, offices, and meeting rooms requiring WiFi 6E and a built-in switch for wired clients."
        },
        {
            "sku": "U6-Mesh-Pro",
            "name": "U6 Mesh Pro",
            "brand": "UniFi",
            "category": "Access Point",
            "price": 249,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/u6-mesh-pro-1-150x150.png",
            "description": "Indoor/outdoor WiFi 6 AP with 4 spatial streams, an integrated super antenna, and a gigabit passthrough port. Designed for extending coverage to hard-to-reach areas.",
            "short_description": "Outdoor-ready WiFi 6 mesh AP designed for extended coverage across open areas and large properties.",
            "use_case": "Best for outdoor campuses, villas, warehouses, gardens, and open-area wireless expansion."
        },
        {
            "sku": "HG3232AX30T",
            "name": "HG3232AX30T Dual Band Wi-Fi 6 ONT",
            "brand": "VSOL",
            "category": "ONT/ONU",
            "price": 65,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/HG3232AX30T-150x150.jpg",
            "description": "The HG3232AX30T is a high-performance dual-band Wi-Fi 6 ONT designed for FTTH networks, delivering faster speeds, improved coverage, and stable connectivity for home and small business environments.",
            "short_description": "Dual Band Wi-Fi 6 ONT router with Gigabit ports and advanced performance for FTTH networks.",
            "use_case": "Perfect for FTTH home users, small offices, and ISPs delivering reliable high-speed WiFi 6 over fiber connections."
        },
        {
            "sku": "HG325AX15T",
            "name": "HG325AX15T Dual Band Wi-Fi 6",
            "brand": "VSOL",
            "category": "ONT/ONU",
            "price": 45,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/HG325AX15T-150x150.jpg",
            "description": "The HG325AX15T is a dual-band Wi-Fi 6 ONT equipped with Gigabit ports, offering enhanced wireless performance and stable fiber connectivity for modern home and office networks.",
            "short_description": "Wi-Fi 6 ONT router with gigabit ports and dual-band performance for home and small business FTTH.",
            "use_case": "Best for small offices, homes, and ISPs deploying WiFi 6 fiber-based broadband networks."
        },
        {
            "sku": "V1600G2-B",
            "name": "V1600G2-B 16 Port GPON OLT",
            "brand": "VSOL",
            "category": "OLT",
            "price": 2200,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/V1600G2-B-150x150.jpg",
            "description": "The V1600G2-B is a high-capacity 16-port carrier-grade GPON OLT designed for large FTTH deployments, supporting high bandwidth, stability, and long-distance optical distribution.",
            "short_description": "Carrier-grade 16-port GPON OLT built for large-scale FTTH deployments and ISP networks.",
            "use_case": "Ideal for ISPs and telecom networks needing high-density GPON OLT with high ONU capacity."
        },
        {
            "sku": "ZKT MB20",
            "name": "ZKTeco MB20 Biometric Attendance Device",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 55,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-MB20-150x114.jpg",
            "description": "The ZKTeco MB20 is a versatile biometric time attendance terminal offering reliable employee verification through both facial recognition and fingerprint scanning. It serves as a practical, entry-level solution for modern workplaces.",
            "short_description": "Compact biometric attendance device with fingerprint and face recognition for small businesses.",
            "use_case": "Perfect for small businesses and offices needing reliable biometric attendance with face and fingerprint support."
        },
        {
            "sku": "ZKT LOCK CM-280S 280kg",
            "name": "ZKTeco CM-280S 280kg Electromagnetic Lock",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 25,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-LOCK-CM-280S-150x108.webp",
            "description": "The ZKTeco CM-280S is a single-door electromagnetic lock designed for standard access control systems. It provides a strong 280kg (600lb) holding force, ensuring doors remain securely locked on wooden, glass, or metal frames.",
            "short_description": "Strong electromagnetic lock with 280kg holding force for indoor access control systems.",
            "use_case": "Ideal for office doors, glass doors, and indoor access control systems requiring 280kg magnetic locking."
        },
        {
            "sku": "ZKT LH3000",
            "name": "ZKTeco LH3000 RFID Hotel Lock",
            "brand": "ZKTeco",
            "category": "Smart Lock",
            "price": 110,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-LH3000-150x150.png",
            "description": "The ZKTeco LH3000 is an RFID-based smart door lock designed for the hospitality industry. Its durable stainless steel construction and advanced Mifare card technology provide a secure, keyless entry solution for guest rooms, enhancing security and operational efficiency.",
            "short_description": "RFID-based stainless steel smart lock designed for hotels, hostels, and serviced apartments.",
            "use_case": "Ideal for hotels, guest rooms, serviced apartments, and hospitality spaces requiring secure RFID-based smart locking."
        },
        {
            "sku": "ZKT K70",
            "name": "ZKTeco K70 Biometric Attendance Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 70,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-K70-150x150.jpg",
            "description": "The ZKTeco K70 is an economical time attendance terminal featuring multiple verification methods, including fingerprint, RFID card, and password. It offers straightforward connectivity via TCP/IP and USB host, making it easy to manage employee attendance data.",
            "short_description": "Compact biometric attendance terminal with fingerprint, RFID, and password authentication.",
            "use_case": "Perfect for small and medium offices needing reliable attendance tracking with fingerprint + RFID support."
        },
        {
            "sku": "SL01-Z350VPN SMART LOCK",
            "name": "ZKTeco SL01-Z350VPN Smart Door Lock",
            "brand": "ZKTeco",
            "category": "Smart Lock",
            "price": 150,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/SL01-Z350VPN-SMART-LOCK-150x150.png",
            "description": "The SL01-Z350VPN is a modern smart door lock offering multiple access methods, including fingerprint, RFID card, password, and mobile app control. Its versatile and secure design makes it an excellent choice for upgrading residential or office door security.",
            "short_description": "Fingerprint, RFID, and password-based smart lock with mobile app support for homes and offices.",
            "use_case": "Best for modern homes and offices needing secure smart lock access with app-based control."
        },
        {
            "sku": "ZKT MB10-VL",
            "name": "ZKTeco MB10-VL Biometric Device",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 85,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-MB10-VL-150x150.jpg",
            "description": "The ZKTeco MB10-VL is a multi-biometric time attendance terminal that supports face, fingerprint, and RFID card verification. Its compact design and reliable performance make it a cost-effective solution for managing employee attendance.",
            "short_description": "Biometric attendance device with face, fingerprint, and RFID authentication for modern workplaces.",
            "use_case": "Suitable for small offices, retail stores, clinics, and workplaces needing multi-biometric attendance."
        },
        {
            "sku": "ZKT LOCK LM-2802 200kg",
            "name": "ZKTeco LM-2802 Magnetic Lock 200kg",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 25,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-LOCK-LM-2802-200kg-150x150.jpg",
            "description": "The ZKTeco LM-2802 is an electromagnetic lock providing 200kg of holding force for indoor access control. It is a durable and reliable solution for securing standard doors within an access control system.",
            "short_description": "200kg electromagnetic lock designed for secure indoor access control on wooden, metal, or glass doors.",
            "use_case": "Best for office doors, labs, server rooms, and secure indoor areas requiring electromagnetic locking."
        },
        {
            "sku": "ZKT EX-801A Metal button",
            "name": "ZKTeco EX-801A Metal Exit Button",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 8,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-EX-801A-Metal-button-150x150.jpg",
            "description": "The ZKTeco EX-801A is a durable exit button featuring a stainless steel panel for long-lasting performance. It is designed for access control systems to provide a reliable door release method.",
            "short_description": "Metal exit button with stainless steel panel and long-lasting performance for access control systems.",
            "use_case": "Used in offices, commercial buildings, and secure doors as a durable exit button for access control systems."
        },
        {
            "sku": "Horus E1-RFID",
            "name": "ZKTeco Horus E1-RFID Access Control Terminal",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 330,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/Horus-E1-RFID-150x150.jpg",
            "description": "The ZKTeco Horus E1-RFID is an advanced access control terminal utilizing high-speed facial recognition and RFID card technology. Its compact, wall-mounted design is ideal for modern offices requiring fast, touchless entry verification.",
            "short_description": "High-speed facial recognition and RFID access terminal for secure office entry points.",
            "use_case": "Best for offices, corporate buildings, and secure rooms requiring fast multi-factor authentication."
        },
        {
            "sku": "Horus E1-FP",
            "name": "ZKTeco Horus E1-FP Fingerprint Terminal",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 380,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/Horus-E1-FP-150x150.jpg",
            "description": "The ZKTeco Horus E1-FP combines fingerprint and RFID verification in a compact and efficient access control terminal. It is built to provide reliable and secure access management for enterprise environments.",
            "short_description": "Fingerprint and RFID biometric terminal designed for enterprise-level access control.",
            "use_case": "Perfect for enterprise access control systems in offices, secure zones, and commercial buildings."
        },
        {
            "sku": "ZKT K50",
            "name": "ZKTeco K50 Attendance Machine",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 75,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-K50-150x150.jpg",
            "description": "The ZKTeco K50 is a biometric time attendance terminal that supports both fingerprint and RFID card verification. It is an economical solution for small to medium-sized businesses, offering essential attendance functions.",
            "short_description": "Fingerprint attendance machine designed for small to mid-sized offices with simple USB & TCP/IP connectivity.",
            "use_case": "Designed for small offices and shops needing simple biometric attendance tracking."
        },
        {
            "sku": "ZKT K40",
            "name": "ZKTeco K40 Biometric Attendance Machine",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 96,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-K40-150x150.jpg",
            "description": "The ZKTeco K40 is a reliable time attendance terminal featuring fingerprint and RFID card support. It includes a built-in battery backup for uninterrupted operation during power failures.",
            "short_description": "Fingerprint and RFID biometric attendance terminal with battery backup for small businesses.",
            "use_case": "Ideal for small businesses and offices needing affordable biometric attendance tracking."
        },
        {
            "sku": "ZKT F22",
            "name": "ZKTeco F22 Biometric Access Control",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 125,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-F22-150x150.png",
            "description": "The ZKTeco F22 is an ultra-thin access control and time attendance terminal with a 2.4-inch TFT screen and an advanced BioID fingerprint sensor. Its slim, elegant design and built-in Wi-Fi module make it a popular choice for modern offices.",
            "short_description": "Ultra-thin biometric access control and attendance terminal with fingerprint, RFID, and password authentication.",
            "use_case": "Ideal for offices, secure rooms, and commercial buildings needing slim biometric access control with WiFi and TCP/IP."
        },
        {
            "sku": "ZKT INBIO 460 Pro",
            "name": "ZKTeco InBio 460 Pro Access Control Panel",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 160,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-INBIO-460-Pro-150x150.png",
            "description": "The ZKTeco InBio 460 Pro is an advanced, IP-based biometric access control panel capable of managing up to four doors. It supports fingerprint, RFID card, and password verification for high-security applications.",
            "short_description": "4-door biometric access control panel supporting fingerprint, card, and PIN authentication.",
            "use_case": "Best for large organizations, secure facilities, and enterprises needing centralized multi-door biometric access control."
        },
        {
            "sku": "ZKT IN01",
            "name": "ZKTeco IN01 Time Attendance Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 130,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-IN01-150x150.jpg",
            "description": "The ZKTeco IN01 is a versatile time attendance and access control terminal featuring a fast fingerprint sensor and multi-connectivity options. It includes a built-in battery backup ensuring reliable operation during power outages.",
            "short_description": "Biometric time attendance and access control terminal with fast fingerprint recognition and battery backup.",
            "use_case": "Perfect for medium and large offices requiring reliable attendance tracking and access control in one device."
        },
        {
            "sku": "ZKT GL300W",
            "name": "ZKTeco GL300W Smart Glass Door Lock",
            "brand": "ZKTeco",
            "category": "Smart Lock",
            "price": 258,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-GL300W-150x165.png",
            "description": "The ZKTeco GL300W is a smart lock designed specifically for frameless glass doors, requiring no drilling for installation. It offers multiple access methods including fingerprint, RFID card, password, and Wi-Fi app control.",
            "short_description": "Smart biometric glass door lock supporting fingerprint, RFID, and mobile app access.",
            "use_case": "Designed for frameless glass doors in offices, meeting rooms, and commercial buildings needing smart biometric access."
        },
        {
            "sku": "ZKT FR1200",
            "name": "ZKTeco FR1200 Fingerprint Reader",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 80,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-FR1200-150x150.png",
            "description": "The ZKTeco FR1200 is a compact slave fingerprint reader with an RS485 communication interface. It works with ZKTeco master access control terminals or panels, providing a secure biometric verification point.",
            "short_description": "Compact RS485 fingerprint reader compatible with ZKTeco access control systems.",
            "use_case": "Suitable for secure rooms, offices, and indoor entry points requiring reliable fingerprint verification."
        },
        {
            "sku": "ZKT EX-802 Plastic Button",
            "name": "ZKTeco EX-802 Plastic Exit Button",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 5,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-EX-802-Plastic-Button-150x150.jpg",
            "description": "The ZKTeco EX-802 is a standard plastic exit button used in access control systems. It provides a simple, cost-effective, and reliable way to trigger a door release from the secure side.",
            "short_description": "Durable plastic exit button for door release in access control systems.",
            "use_case": "Ideal for offices, schools, and indoor access control setups requiring a simple and reliable exit button."
        },
        {
            "sku": "ZKT ZK-D4330",
            "name": "ZKTeco ZK-D4330 Walk-Through Metal Detector",
            "brand": "ZKTeco",
            "category": "Inspection",
            "price": 1800,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ZK-D4330-150x150.png",
            "description": "The ZKTeco ZK-D4330 is a high-performance walk-through metal detector featuring 33 detection zones for precise threat location. It offers adjustable sensitivity and an intuitive LCD display for high-security screening.",
            "short_description": "33-zone walk-through metal detector for high-accuracy security screening.",
            "use_case": "Perfect for airports, government offices, events, and high-security buildings requiring multi-zone metal detection."
        },
        {
            "sku": "ZKT UFACE800",
            "name": "ZKTeco uFace800 Multi-Biometric Attendance",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 350,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-UFACE800-150x150.webp",
            "description": "The ZKTeco uFace800 is a versatile time attendance and access control terminal supporting facial, fingerprint, and RFID verification. With a large capacity and high-speed recognition, it is designed for enterprise-level management.",
            "short_description": "Multi-biometric terminal with face, fingerprint, and RFID verification for enterprise attendance & access control.",
            "use_case": "Best for factories, hospitals, universities, and corporate offices requiring large-capacity multi-biometric attendance."
        },
        {
            "sku": "ZKT G3",
            "name": "ZKTeco G3 Multi-Biometric Access Control",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 450,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-G3-150x150.webp",
            "description": "The ZKTeco G3 is an advanced multi-biometric terminal that integrates face, fingerprint, and RFID verification for secure access control. Its high-capacity storage and rapid authentication speed make it a robust solution.",
            "short_description": "Multi-biometric access control device with face, fingerprint, and RFID support.",
            "use_case": "Perfect for office buildings, schools, and industries needing fast, accurate multi-biometric access control."
        },
        {
            "sku": "ZKT ZK-TS2000 PLUS",
            "name": "ZKTeco TS2000 Plus Swing Turnstile",
            "brand": "ZKTeco",
            "category": "Entrance Control",
            "price": 650,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ZK-TS2000-PLUS-150x150.jpg",
            "description": "The ZKTeco TS2000 Plus is a stainless steel tripod turnstile designed for smooth and controlled pedestrian access. It functions as a single-lane barrier, ideal for managing entry and exit in lobbies and reception areas.",
            "short_description": "Stainless-steel tripod turnstile for controlled pedestrian access in offices and public facilities.",
            "use_case": "Designed for offices, metro stations, commercial buildings, and public facilities requiring controlled bidirectional entry."
        },
        {
            "sku": "ZKT ZK-FBL220",
            "name": "ZKTeco FBL220 Flap Barrier",
            "brand": "ZKTeco",
            "category": "Entrance Control",
            "price": 1800,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ZK-FBL220-150x86.png",
            "description": "The ZKTeco FBL220 is a single-lane flap barrier turnstile series designed for smooth and silent operation. It draws very little power and is made of stainless steel for high durability.",
            "short_description": "Stainless-steel single-lane flap barrier turnstile for secure entrance control.",
            "use_case": "Best for schools, offices, and SMEs needing secure and elegant pedestrian access control."
        },
        {
            "sku": "ZKT ZK-FBL200",
            "name": "ZKTeco FBL200 Flap Barrier Gate",
            "brand": "ZKTeco",
            "category": "Entrance Control",
            "price": 1500,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ZK-FBL200-150x86.png",
            "description": "The ZKTeco FBL200 is a single-lane flap barrier gate made from durable stainless steel. It provides a reliable method for controlling pedestrian access and can be integrated with various access readers.",
            "short_description": "Stainless-steel flap barrier gate supporting RFID and fingerprint reader integration.",
            "use_case": "Ideal for offices, airports, metro stations, and secured buildings requiring fast and reliable pedestrian access control."
        },
        {
            "sku": "ZKT ZK-FBL720",
            "name": "ZKTeco FBL720 Dual Lane Flap Barrier",
            "brand": "ZKTeco",
            "category": "Entrance Control",
            "price": 2500,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/FLB720-150x122.webp",
            "description": "The ZKTeco FBL720 is a dual-lane flap barrier system designed for high-traffic pedestrian control. Its robust stainless steel construction and advanced features provide a secure and efficient access solution.",
            "short_description": "Dual-lane flap barrier gate with anti-tailgating and high-security features.",
            "use_case": "Perfect for metro stations, government buildings, campuses, and enterprise entry points needing high-security flap gates."
        },
        {
            "sku": "ZKT ZK-FBL700",
            "name": "ZKTeco FBL700 Flap Barrier Gate",
            "brand": "ZKTeco",
            "category": "Entrance Control",
            "price": 2000,
            "thumbnail": "httpsD://microtech.net.pk/wp-content/uploads/2025/07/ZKTeco-ZK-FBL720-150x150.png",
            "description": "The ZKTeco FBL700 is a single-lane motorized flap barrier designed for fast and secure pedestrian access. Built with stainless steel, it supports biometric reader integration for enhanced security.",
            "short_description": "Single-lane motorized flap barrier with biometric support for high-traffic access control.",
            "use_case": "Best for metro stations, corporate buildings, and public facilities needing high-traffic access control."
        },
        {
            "sku": "ZKT ZK6500",
            "name": "ZKTeco ZK6500 USB Fingerprint Scanner",
            "brand": "ZKTeco",
            "category": "Biometric Scanner",
            "price": 50,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ZK6500-150x150.webp",
            "description": "The ZKTeco ZK6500 is a high-resolution optical fingerprint scanner that connects via USB. It is designed for accurate and reliable biometric data capture for enrollment and identification.",
            "short_description": "High-resolution USB fingerprint scanner for biometric enrollment and user identification.",
            "use_case": "Suitable for government offices, schools, and organizations requiring accurate fingerprint enrollment and verification."
        },
        {
            "sku": "ZKT ZK-D2180",
            "name": "ZKTeco ZK-D2180 Walk Through Metal Detector",
            "brand": "ZKTeco",
            "category": "Inspection",
            "price": 1500,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ZK-D2180-150x150.png",
            "description": "The ZKTeco ZK-D2180 is an 18-zone walk-through metal detector designed for effective security screening. It provides precise threat detection with adjustable sensitivity levels and an LED display, ensuring reliable performance in secure locations.",
            "short_description": "18-zone walk-through metal detector for precise and reliable security screening.",
            "use_case": "Ideal for airports, malls, government buildings, and events requiring precise 18-zone metal detection."
        },
        {
            "sku": "ZKT ZK-D1065 (12ZONE)",
            "name": "ZKTeco ZK-D1065 12-Zone Walk Through Metal Detector",
            "brand": "ZKTeco",
            "category": "Inspection",
            "price": 1200,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ZK-D1065-12ZONE-150x150.png",
            "description": "The ZKTeco ZK-D1065 is a walk-through metal detector featuring 12 detection zones for general-purpose security. It offers reliable threat detection with adjustable sensitivity and an intuitive LCD interface, balancing performance and economy.",
            "short_description": "12-zone walk-through metal detector with adjustable sensitivity for general security.",
            "use_case": "Best for schools, offices, and events needing safe and reliable 12-zone metal detection."
        },
        {
            "sku": "ZKT X8S",
            "name": "ZKTeco X8S Biometric Fingerprint Access Control",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 110,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-X8S-150x150.png",
            "description": "The ZKTeco X8S is a compact, standalone access control terminal that utilizes both fingerprint and RFID card verification. Its simple installation and reliable performance make it an economical and effective solution for securing single entry points.",
            "short_description": "Standalone fingerprint and RFID access control terminal for secure single-door entry.",
            "use_case": "Ideal for small offices, clinics, stores, and secure rooms needing standalone biometric door access."
        },
        {
            "sku": "ZKT X7",
            "name": "ZKTeco X7 RFID & Fingerprint Access Control",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 95,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-X7-150x150.png",
            "description": "The ZKTeco X7 is a standalone access control device offering verification through both fingerprint and RFID card. It is a cost-effective solution designed for simple and secure access management at individual doors in small-scale environments.",
            "short_description": "Compact standalone access control device with fingerprint and RFID verification.",
            "use_case": "Suitable for small offices, retail shops, and indoor secure areas needing simple and reliable biometric access control."
        },
        {
            "sku": "ZKT UHF1-TAG9",
            "name": "ZKTeco UHF1-TAG9 Passive RFID Tag",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 5,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-UHF1-TAG9-150x150.jpg",
            "description": "The ZKTeco UHF1-TAG9 is a passive, long-range UHF RFID tag designed for vehicle and asset management. Its durable construction ensures reliable performance in outdoor environments for applications like parking automation and fleet tracking.",
            "short_description": "Long-range passive UHF RFID tag for vehicle and asset tracking applications.",
            "use_case": "Best for parking systems, vehicle identification, and long-range RFID access control applications."
        },
        {
            "sku": "ZKT UHF1-TAG4",
            "name": "ZKTeco UHF1-TAG4 RFID Sticker Tag",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 3,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-UHF1-TAG4-150x150.webp",
            "description": "The ZK UHF1-TAG4 is a small, passive UHF RFID sticker tag ideal for sticking on vehicles, windshields, or flat surfaces. It’s perfect for vehicle access control and tracking applications, offering a convenient and discreet identification method.",
            "short_description": "Passive UHF RFID sticker tag for vehicle windshields and access control.",
            "use_case": "Best for vehicle access control, parking automation, and windshield-based long-range identification."
        },
        {
            "sku": "ZKT TS1000 Plus",
            "name": "ZKTeco TS1000 Plus Tripod Turnstile",
            "brand": "ZKTeco",
            "category": "Entrance Control",
            "price": 550,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-TS1000-Plus-150x150.jpg",
            "description": "The ZK TS1000 Plus is a durable single-lane tripod turnstile designed for smooth and silent operation. It provides an effective solution for pedestrian entrance control in various environments.",
            "short_description": "Single-lane tripod turnstile for smooth and silent pedestrian entrance control.",
            "use_case": "Ideal for gyms, offices, schools, and secure entry points requiring controlled single-lane pedestrian access."
        },
        {
            "sku": "ZKT SPEEDFACE-V4L",
            "name": "ZKTeco SpeedFace-V4L Face Recognition Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 320,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-SPEEDFACE-V4L-150x150.png",
            "description": "The ZKTeco SpeedFace-V4L is a hybrid biometric terminal offering fast and accurate face and palm recognition. It features advanced anti-spoofing capabilities, ensuring high security for access control and time attendance applications.",
            "short_description": "Face and palm recognition terminal with anti-spoofing technology for secure access.",
            "use_case": "Ideal for hospitals, factories, and offices needing fast, contactless, and hygienic biometric access control."
        },
        {
            "sku": "ZKT SPEEDFACE-V3L",
            "name": "ZKTeco SpeedFace-V3L Face Recognition Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 280,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-SPEEDFACE-V3L-150x150.jpg",
            "description": "The ZKTeco SpeedFace-V3L is a smart biometric terminal supporting face and palm recognition. It offers fast authentication speed and incorporates anti-spoofing technology for reliable security and attendance tracking.",
            "short_description": "Smart face and palm recognition terminal with fast authentication and anti-spoofing.",
            "use_case": "Best for offices, clinics, and commercial buildings requiring touchless, high-speed biometric verification."
        },
        {
            "sku": "ZKT SenseFace 7A",
            "name": "ZKTeco SenseFace 7A Facial Recognition Terminal",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 450,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-SenseFace-7A-150x150.webp",
            "description": "The ZKTeco SenseFace 7A is an advanced AI-powered facial recognition terminal. Utilizing dual-camera technology, it delivers high-speed, enterprise-grade authentication for secure and efficient access control in high-security environments.",
            "short_description": "AI-powered dual-camera facial recognition terminal for enterprise-grade access control.",
            "use_case": "Suitable for corporate offices, universities, and government facilities needing high-accuracy AI facial authentication."
        },
        {
            "sku": "ZKT SenseFace 3A",
            "name": "ZKTeco SenseFace 3A Facial Recognition Terminal",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 250,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-SenseFace-3A-150x150.webp",
            "description": "The ZKTeco SenseFace 3A is a compact AI facial recognition terminal designed for secure indoor access. It provides fast, accurate, and touchless verification, making it an ideal solution for modern offices and institutions.",
            "short_description": "Compact AI facial recognition terminal for fast and secure indoor access control.",
            "use_case": "Best for offices, schools, and small institutions needing compact facial recognition for touchless access."
        },
        {
            "sku": "ZKT UFace 800 PLUS",
            "name": "ZKTeco UFace 800 Plus Biometric Time Attendance",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 380,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-UFace-800-PLUS-150x150.webp",
            "description": "The ZKTeco UFace 800 Plus is a high-capacity multi-biometric terminal for time attendance and access control. It supports face, fingerprint, and RFID authentication, offering a comprehensive solution for managing large workforces.",
            "short_description": "High-capacity multi-biometric terminal with face, fingerprint, and RFID authentication.",
            "use_case": "Ideal for factories, offices, and institutions needing multi-biometric high-capacity time attendance."
        },
        {
            "sku": "ZKT SPEEDFACE-V5L",
            "name": "ZKTeco SpeedFace-V5L Facial Recognition Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 420,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-SPEEDFACE-V5L-150x150.png",
            "description": "The ZKTeco SpeedFace-V5L is a multi-modal biometric terminal offering face, fingerprint, and RFID verification. It features advanced capabilities like mask detection and live face recognition, ensuring secure, touchless access for modern workplaces.",
            "short_description": "Multi-modal biometric terminal with face, fingerprint, RFID, and mask detection.",
            "use_case": "Suitable for hospitals, enterprise offices, and industrial sites requiring multi-modal touchless access control."
        },
        {
            "sku": "ZKT SenseFace 4A",
            "name": "ZKTeco SenseFace 4A Facial Recognition Terminal",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 300,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKTeco-SenseFace-4A-150x150.jpg",
            "description": "The ZKTeco SenseFace 4A is an AI-driven facial recognition terminal with a 7-inch display. It delivers high-speed verification and robust access control features, making it a powerful solution for enterprises and secure facilities.",
            "short_description": "AI-driven facial recognition terminal with a 7-inch display for enterprise access control.",
            "use_case": "Best for enterprises and secure facilities needing AI-driven high-speed face verification with access control."
        },
        {
            "sku": "ZKT SC800",
            "name": "ZKTeco SC800 Smart Card Access Control Terminal",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 180,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-SC800-150x150.jpg",
            "description": "The ZKTeco SC800 is a standalone smart card access control terminal. It provides a simple and secure solution for managing entry, featuring a user-friendly interface and flexible connectivity options including Wi-Fi and TCP/IP.",
            "short_description": "Standalone smart card access terminal with Wi-Fi and TCP/IP connectivity.",
            "use_case": "Ideal for schools, offices, and commercial spaces needing secure and simple smart card-based access control."
        },
        {
            "sku": "ZKT MINI AC",
            "name": "ZKTeco MINI AC Compact Access Control Terminal",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 60,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-MINI-AC-150x150.png",
            "description": "The ZKTeco MINI AC is a compact, standalone access control device that operates using RFID cards. It offers a cost-effective and straightforward security solution for single-door access in small-scale environments.",
            "short_description": "Compact standalone RFID access control terminal for single-door security.",
            "use_case": "Ideal for small offices, shops, and kiosks needing simple, standalone RFID-based door access control."
        },
        {
            "sku": "ZKT SenseFace 2A",
            "name": "ZKTeco SenseFace 2A Face Recognition",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 200,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-SenseFace-2A-150x150.jpg",
            "description": "The ZKTeco SenseFace 2A is an efficient facial recognition terminal for access control and attendance. It provides fast, contactless authentication, offering a smart and hygienic solution for modern offices and SMEs.",
            "short_description": "Efficient facial recognition terminal for fast and contactless access control.",
            "use_case": "Best for SMEs, offices, and institutions needing fast, touchless facial authentication for secure access."
        },
        {
            "sku": "ZKT S922",
            "name": "ZKTeco S922 Portable Biometric Time Attendance",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 400,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-S922-150x150.png",
            "description": "The ZKTeco S922 is a portable, rugged biometric time attendance terminal designed for off-site workforce management. Its durable, shock-proof design and long battery life make it perfect for tracking attendance in harsh environments.",
            "short_description": "Portable and rugged biometric attendance terminal for off-site workforce management.",
            "use_case": "Perfect for construction sites, logistics, and remote workforce attendance where portability and rugged design are required."
        },
        {
            "sku": "ZKT ProFace X",
            "name": "ZKTeco ProFace X AI Facial Recognition",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 850,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ProFace-X-150x150.jpg",
            "description": "The ZKTeco ProFace X is an elite AI-powered terminal offering facial and palm recognition. Designed for high-speed, contactless access, its robust, IP-rated construction ensures reliable performance in both indoor and outdoor settings.",
            "short_description": "Elite AI-powered facial and palm recognition terminal for high-speed outdoor/indoor access.",
            "use_case": "Ideal for airports, hospitals, and large enterprises needing high-speed AI facial and palm verification with outdoor durability."
        },
        {
            "sku": "ZKT ML100",
            "name": "ZKTeco ML100 Smart Fingerprint Door Lock",
            "brand": "ZKTeco",
            "category": "Smart Lock",
            "price": 140,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-ML100-150x150.jpg",
            "description": "The ZKTeco ML100 is a smart fingerprint door lock that provides a simple and secure keyless solution. Its sleek design and reliable biometric sensor make it an ideal choice for upgrading security on residential or small office doors.",
            "short_description": "Sleek smart fingerprint door lock for residential and small office security.",
            "use_case": "Best for homes, apartments, and small offices needing simple, secure fingerprint-based door locking."
        },
        {
            "sku": "ZKT MINI AC PLUS",
            "name": "ZKTeco Mini AC Plus Access Control Terminal",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 75,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKTeco-Mini-AC-Plus-150x150.jpg",
            "description": "The ZKTeco Mini AC Plus is a compact access control terminal offering dual authentication with fingerprint and RFID. It provides a flexible and affordable security solution for environments needing multi-modal verification.",
            "short_description": "Compact access control terminal with fingerprint and RFID dual authentication.",
            "use_case": "Ideal for schools, offices, and commercial spaces needing compact biometric access control with multi-mode authentication."
        },
        {
            "sku": "ZKT MB560-VL",
            "name": "ZKTeco MB560-VL Face & Fingerprint",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 160,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-MB560-VL-150x150.png",
            "description": "The ZKTeco MB560-VL is a multi-biometric terminal that supports both facial and fingerprint recognition. It provides a reliable and efficient solution for managing time attendance and access control in modern organizations.",
            "short_description": "Multi-biometric terminal for face and fingerprint recognition in time attendance.",
            "use_case": "Suitable for mid-sized organizations requiring dual biometric verification for access control and attendance."
        },
        {
            "sku": "ZKT MB40-VL",
            "name": "ZKTeco MB40-VL Biometric Attendance Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 135,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-MB40-VL-150x150.png",
            "description": "The ZKTeco MB40-VL is a versatile biometric terminal integrating face, fingerprint, and RFID card verification. It serves as an all-in-one solution for small to medium-sized businesses needing secure and flexible attendance tracking.",
            "short_description": "Versatile biometric terminal with face, fingerprint, and RFID support for attendance tracking.",
            "use_case": "Best for small to medium offices needing fast, multi-biometric attendance and access control in one device."
        },
        {
            "sku": "ZKT MB20-VL",
            "name": "ZKTeco MB20-VL Biometric Time Attendance",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 90,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-MB20-VL-150x150.png",
            "description": "The ZKTeco MB20-VL is a compact multi-biometric terminal for time attendance. It supports facial, fingerprint, and RFID card verification, offering a cost-effective and efficient solution for small offices.",
            "short_description": "Compact biometric terminal for time attendance with face, fingerprint, and RFID verification.",
            "use_case": "Perfect for small workplaces needing a compact multi-biometric attendance machine."
        },
        {
            "sku": "ZKT INBIO 460",
            "name": "ZKTeco INBIO 460 Access Control Panel",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 170,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-INBIO-460-150x150.png",
            "description": "The ZKTeco INBIO 460 is an IP-based biometric access control panel capable of managing up to four doors. It serves as the central hub for a secure, multi-door system, integrating fingerprint, card, and password authentication.",
            "short_description": "4-door IP-based biometric access control panel with fingerprint and card support.",
            "use_case": "Best for large offices, institutions, and corporate buildings requiring centralized 4-door biometric access control."
        },
        {
            "sku": "ZKT INBIO 260 PRO",
            "name": "ZKTeco INBIO 260 PRO Access Control Panel",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 180,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKT-INBIO-260-PRO-150x150.png",
            "description": "The ZKTeco INBIO 260 PRO is an advanced 2-door biometric access control panel. It provides a robust, centralized solution for enterprise environments, supporting both biometric and RFID readers for enhanced security.",
            "short_description": "Advanced 2-door biometric access control panel for centralized security management.",
            "use_case": "Ideal for enterprise environments needing secure, centralized 2-door access control with biometric support."
        },
        {
            "sku": "ZKT INBIO 260",
            "name": "ZKTeco INBIO 260 Access Control Panel",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 130,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/ZKTeco-INBIO-260-150x150.png",
            "description": "The ZKTeco INBIO 260 is an IP-based access control panel designed to manage two doors. It supports both fingerprint and RFID readers, offering a scalable and secure solution for centrally managing access points.",
            "short_description": "IP-based 2-door access control panel supporting fingerprint and RFID readers.",
            "use_case": "Suitable for offices and institutions implementing secure 2-door access with biometric and RFID authentication."
        },
        {
            "sku": "ZKT ICLOCK 700",
            "name": "iClock700 Time & Attendance Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 280,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/cc175e6efacae5411cf891abcfdb7ec8-150x150.png",
            "description": "iClock700 is a 3.5-inch TFT screen Time & Attendance and Access Control Terminal with user-friendly firmware and latest core-board. It offers stable performance, fast matching speed and supports data backup and retrieve.",
            "short_description": "3.5-inch TFT screen Time & Attendance and Access Control Terminal with fast matching.",
            "use_case": "Perfect for medium to large businesses needing combined biometric attendance and full access control in one device."
        },
        {
            "sku": "ZKT IN05-A",
            "name": "IN05-A Fingerprint T&A and Access Control Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 140,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/c1e23368f57cd7829ebc30fd30f3a782-150x150.png",
            "description": "IN05-A is a fingerprint identification time & attendance and access control terminal, which can connect with third party electric lock, door sensor and exit button etc. Features: 3000 Fingerprints, 10000 Cards (optional) and 100000 records; build in PoE; multiple communicate mode, Wi-Fi, TCP/IP, 3G, USB host, RS232/RS485.",
            "short_description": "Fingerprint identification terminal with PoE, Wi-Fi, and battery backup for T&A and access control.",
            "use_case": "Best for offices and institutions needing both attendance tracking and secure biometric access control."
        },
        {
            "sku": "ZKT Eface 10",
            "name": "ZKT Eface 10 Facial Recognition Terminal",
            "brand": "ZKTeco",
            "category": "Time Attendance",
            "price": 142,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/342_EEE-150x150.jpg",
            "description": "EFace10 is a touchless facial identification terminal featuring ZKTeco’s innovative Visible Light Facial Recognition technology. It effectively eliminates hygiene concerns and supports fast facial recognition.",
            "short_description": "Touchless visible light facial recognition terminal for hygienic access control.",
            "use_case": "Ideal for offices, schools, and secure facilities requiring fast, touchless facial verification."
        },
        {
            "sku": "ZKT 9500",
            "name": "ZKTeco ZK9500 USB Fingerprint Scanner",
            "brand": "ZKTeco",
            "category": "Biometric Scanner",
            "price": 70,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/400_400_201812a4588655edee02009abd644f74819aa8-150x150.webp",
            "description": "ZK9500, an latest optical fingerprint scanner,is developed by ZKTeco. It supports finger detection and captures fingerprint image fast, with high resolution. The product is small, easy to use fingerprint registration on the desktop.",
            "short_description": "High-resolution USB optical fingerprint scanner for desktop enrollment.",
            "use_case": "Perfect for desktop fingerprint enrollment, ID registration, and HR attendance systems."
        },
        {
            "sku": "ZKT CMP-200",
            "name": "ZKT CMP200 Automatic Barrier Gate",
            "brand": "ZKTeco",
            "category": "Entrance Control",
            "price": 900,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/4be94da91f98b2687ad0723234582a3e-150x86.png",
            "description": "The CMP200 series automatic barrier gate combined with the telescopic boom arm allows wireless remote control and is suitable for various width roads. It features a compact design, convenient installation, and stable performance.",
            "short_description": "Automatic barrier gate with telescopic boom for vehicle entrance control.",
            "use_case": "Best for commercial buildings, parking lots, and industrial sites requiring vehicle access control."
        },
        {
            "sku": "KR500E",
            "name": "ZKTeco KR500E RFID Reader",
            "brand": "ZKTeco",
            "category": "Access Control",
            "price": 20,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/07/d57637_0177fb27cb61484ca8fc3ff426814c63mv2-150x150.avif",
            "description": "The KR500E is a compact, waterproof RFID card reader. It is designed for outdoor or indoor use and connects to any access control panel with a Wiegand interface.",
            "short_description": "Compact, waterproof RFID card reader for narrow door frames.",
            "use_case": "Ideal for narrow door frames, turnstiles, and parking gates requiring RFID reader integration."
        },
        {
            "sku": "L009UiGS-2HaxD-IN",
            "name": "Mikrotik Wireless Router L009UiGS-2HaxD-IN",
            "brand": "MikroTik",
            "category": "Router",
            "price": 129,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/Mikrotik-Wireless-Router-L009UiGS-2HaxD-IN-150x150.png",
            "description": "MikroTik L009UiGS-2HaxD-IN is a robust WiFi 6 single-band router featuring a modern ARM CPU, 8 Gigabit Ethernet ports, and an SFP cage for fiber connectivity. It offers significant performance improvements over previous generations.",
            "short_description": "High-performance 2.4GHz WiFi 6 router with 8 Gigabit ports and SFP.",
            "use_case": "Best for small to mid-size offices needing WiFi 6 performance with multiple Ethernet ports."
        },
        {
            "sku": "RB4011iGS+5HacQ2HnD-IN",
            "name": "Mikrotik Wireless Router RB4011iGS+5HacQ2HnD-IN",
            "brand": "MikroTik",
            "category": "Router",
            "price": 272,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/Mikrotik-Wireless-Router-RB4011iGS5HacQ2HnD-IN-150x150.png",
            "description": "The MikroTik RB4011iGS+5HacQ2HnD-IN is a powerful router with 10 Gigabit ports, an SFP+ 10Gbps interface, and IPsec hardware acceleration. It features a quad-core Cortex A15 CPU and dual-band 4x4 MIMO WiFi for extreme performance.",
            "short_description": "Powerful 10-port Gigabit router with Quad-core CPU, SFP+, and Dual-band 4x4 WiFi.",
            "use_case": "Ideal for enterprises, ISPs, and power users needing high-speed routing and dual-band WiFi."
        },
        {
            "sku": "IS-5AC",
            "name": "Ubiquiti IsoStation 5AC",
            "brand": "Ubiquiti",
            "category": "Access Point",
            "price": 129,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/IsoStation-5AC-150x150.avif",
            "description": "The IsoStation 5AC provides high isolation solutions in fixed beamwidth increments through interchangeable horn antennas. It uses airMAX ac technology to deliver throughput up to 450+ Mbps.",
            "short_description": "5 GHz airMAX ac radio with interchangeable isolation horn antennas.",
            "use_case": "Best for urban point-to-multipoint CPE installations with high noise isolation."
        },
        {
            "sku": "GBE-Plus",
            "name": "Ubiquiti GigaBeam Plus",
            "brand": "Ubiquiti",
            "category": "Access Point",
            "price": 194,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/GigaBeam-Plus-LR-150x150.avif",
            "description": "The GigaBeam Plus is a 60 GHz radio designed for low-interference and high-throughput connectivity. It includes a 35 dBi high-gain antenna for long-range performance and supports 1.5+ Gbps throughput.",
            "short_description": "60 GHz radio with 35 dBi high-gain antenna for 1.5+ Gbps throughput.",
            "use_case": "Ideal for long-range point-to-point backhaul links requiring ultra-high throughput."
        },
        {
            "sku": "AM-5AC21-60",
            "name": "Ubiquiti airMAX ac Sector Antenna",
            "brand": "Ubiquiti",
            "category": "Antenna",
            "price": 191,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/airMAX-ac-Sector-Antenna-150x150.avif",
            "description": "The airMAX ac Sector Antenna features significant advances in noise isolation and beam performance to complement the Rocket 5ac Prism radios for co-location deployments. It offers 21 dBi gain and a 60-degree beamwidth.",
            "short_description": "5 GHz 2x2 MIMO sector antenna with 21 dBi gain and 60-degree beamwidth.",
            "use_case": "Suitable for base stations serving large PtMP wireless networks."
        },
        {
            "sku": "AM-2G15-120",
            "name": "Ubiquiti airMAX Sector Antenna 2.4GHz",
            "brand": "Ubiquiti",
            "category": "Antenna",
            "price": 132,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/airMAX-Sector-Antenna-150x150.avif",
            "description": "The airMAX Sector Antenna is a carrier-class 2x2 dual-polarity MIMO sector antenna. This model operates in the 2.4 GHz frequency with 15 dBi gain and a 120-degree beamwidth, designed for seamless integration with Rocket radios.",
            "short_description": "2.4 GHz 15 dBi sector antenna with 120-degree beamwidth for airMAX radios.",
            "use_case": "Best for point-to-multipoint base stations covering wide outdoor sectors."
        },
        {
            "sku": "AMO-2G13",
            "name": "Ubiquiti airMAX Omni Antenna 2.4GHz",
            "brand": "Ubiquiti",
            "category": "Antenna",
            "price": 242,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/airMAX-Omni-Antenna-150x150.avif",
            "description": "The airMAX Omni Antenna is a carrier-class 2x2 dual-polarity MIMO omnidirectional antenna. This model provides 13 dBi gain in the 2.4 GHz band, offering 360-degree coverage for Point-to-MultiPoint networks.",
            "short_description": "2.4 GHz 13 dBi dual-polarity MIMO omnidirectional antenna.",
            "use_case": "Ideal for 360° PtMP wireless networks covering large open areas."
        },
        {
            "sku": "AM-V5G-Ti",
            "name": "Ubiquiti airMAX Titanium Sector Antenna",
            "brand": "Ubiquiti",
            "category": "Antenna",
            "price": 170,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/airMAX-Sector-Antenna-Titanium-150x150.avif",
            "description": "The airMAX Titanium Sector features adjustable beamwidth configurations (60, 90, or 120 degrees) and enhanced RF isolation. It operates in the 5 GHz band with varying gain based on beamwidth settings.",
            "short_description": "5 GHz variable beamwidth (60-120°) sector antenna with enhanced RF isolation.",
            "use_case": "Perfect for noisy RF environments requiring adjustable beamwidth and high isolation."
        },
        {
            "sku": "LBE-5AC-XR",
            "name": "Ubiquiti LiteBeam 5AC XR",
            "brand": "Ubiquiti",
            "category": "Access Point",
            "price": 129,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/LiteBeam-5AC-XR-150x150.avif",
            "description": "The LiteBeam 5AC XR is an ultra-lightweight, outdoor wireless station designed for extreme range. It features a 29 dBi antenna for long-distance links and high throughput.",
            "short_description": "5 GHz airMAX ac CPE with 29 dBi antenna for extreme long-range links.",
            "use_case": "Ideal for extra long-distance point-to-point wireless links."
        },
        {
            "sku": "UISP-FIBER-XG",
            "name": "Ubiquiti Fiber XG",
            "brand": "Ubiquiti",
            "category": "Fiber Optical",
            "price": 122,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/Fiber-XG-150x150.avif",
            "description": "The Fiber XG is a high-performance XG-PON optical network unit (ONU). It delivers up to 10 Gbps downlink and 2.5 Gbps uplink speeds, ideal for high-speed fiber-to-the-home deployments.",
            "short_description": "XG-PON ONU delivering up to 10 Gbps downlink speeds.",
            "use_case": "Best for high-speed fiber ISP deployments requiring up to 10 Gbps downlink."
        },
        {
            "sku": "ACB-AC",
            "name": "Ubiquiti airCube Home WiFi AP",
            "brand": "Ubiquiti",
            "category": "Access Point",
            "price": 79,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/airCube-Home-WiFi-AP-150x150.avif",
            "description": "The airCube AC is a dual-band (2.4 GHz / 5 GHz) home WiFi access point designed to interoperate with airMAX CPEs. It features 4 Gigabit Ethernet ports and 24V PoE passthrough.",
            "short_description": "Dual-band AC1200 home WiFi access point with PoE passthrough.",
            "use_case": "Ideal for home WiFi setups and ISP customer CPE with UISP management."
        },
        {
            "sku": "UACC-Cable-PT-Ext",
            "name": "Ubiquiti Power TransPort Cable Extender Kit",
            "brand": "Ubiquiti",
            "category": "Accessory",
            "price": 29,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/Power-TransPort-Cable-Extender-Kit-150x150.avif",
            "description": "The Power TransPort Cable Extender Kit is a waterproof accessory used to extend UISP Power TransPort cables. It ensures reliable power delivery in outdoor environments.",
            "short_description": "Waterproof extender kit for UISP Power TransPort cables.",
            "use_case": "Used for extending UISP Power TransPort cables in outdoor deployments."
        },
        {
            "sku": "ACB-ISP",
            "name": "Ubiquiti airCube ISP AP",
            "brand": "Ubiquiti",
            "category": "Access Point",
            "price": 29,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/airCube-ISP-AP-150x150.avif",
            "description": "The airCube ISP is a cost-effective 802.11n wireless access point with 24V PoE passthrough. It is designed for WISP customer premises to provide local WiFi coverage.",
            "short_description": "Cost-effective 2.4 GHz home WiFi AP for WISP deployments.",
            "use_case": "Perfect for ISPs deploying budget home WiFi routers with UISP management."
        },
        {
            "sku": "UISP-S-Pro",
            "name": "Ubiquiti UISP Switch Pro",
            "brand": "Ubiquiti",
            "category": "Network Switch",
            "price": 379,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/UISP-Switch-Pro-150x150.avif",
            "description": "The UISP Switch Pro is a high-capacity Layer 2 switch with (24) Gigabit RJ45 ports and (4) 10G SFP+ ports. It offers 220W of total PoE supply for powering UISP radios.",
            "short_description": "24-port Gigabit PoE switch with 4x 10G SFP+ uplinks for ISP networks.",
            "use_case": "Best for ISPs and enterprises needing high-capacity PoE switching with 10G uplinks."
        },
        {
            "sku": "UACC-PSU-27V-250W",
            "name": "Ubiquiti 250W AC/DC Power Supply",
            "brand": "Ubiquiti",
            "category": "Power Supply",
            "price": 129,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/250W-AC-DC-Power-Supply-150x150.avif",
            "description": "This 250W AC/DC power supply module provides 27V DC output. It is a hot-swappable unit designed for use with compatible UISP power systems.",
            "short_description": "250W 27V DC hot-swappable power supply for UISP systems.",
            "use_case": "Used for UISP Power Pro systems requiring stable redundant power."
        },
        {
            "sku": "UISP-Horn",
            "name": "Ubiquiti UISP Horn",
            "brand": "Ubiquiti",
            "category": "Antenna",
            "price": 179,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/UISP-Horn-150x150.avif",
            "description": "The UISP Horn is a 5 GHz point-to-multipoint horn antenna. It provides high isolation and beam shaping, making it ideal for co-location deployments in noisy environments.",
            "short_description": "High-isolation 5 GHz horn antenna for PtMP deployments.",
            "use_case": "Ideal for PtMP base stations needing focused, high-isolation RF performance."
        },
        {
            "sku": "Loco5AC",
            "name": "Ubiquiti airMAX NanoStation 5AC Loco",
            "brand": "Ubiquiti",
            "category": "Access Point",
            "price": 49,
            "thumbnail": "https://microtech.net.pk/wp-content/uploads/2025/06/airMAX-NanoStation-5AC-Loco-150x150.avif",
            "description": "The NanoStation 5AC Loco is a compact, high-performance 5 GHz CPE with a dedicated Wi-Fi management radio. It offers 450+ Mbps throughput in a small form factor.",
            "short_description": "Compact 5 GHz airMAX ac CPE with 450+ Mbps throughput.",
            "use_case": "Perfect for short to mid-range point-to-point and CPE installations."
        }
    ]
}